cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dotjoshjohnson.xml
fill-labs.dependi
github.copilot
github.copilot-chat
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.java
rust-lang.rust-analyzer
saoudrizwan.claude-dev
simonsiefke.svg-preview
tamasfe.even-better-toml
tauri-apps.tauri-vscode
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
